11/data/attachments/74c3c885f6854702.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Danielle_policy_Actions_12583_3</nif:username>
            <nif:friendToBeRequested>soap_actions_864345ea-caba-4b45-ba99-f08823b7c9b5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>